[Attaque_hero.A_HeroAttack_Might H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="英雄攻击"
mTooltip="对敌方单位造成 %d.min 到 %d.max 点伤害。"

[Hero_Magic.A_Aleas H7EditorHero]
mName=""
mLore=""

[Hero_Magic.A_Chengya H7EditorHero]
mName=""
mLore=""

[Hero_Magic.A_Daphne H7EditorHero]
mName=""
mLore=""

[Hero_Magic.A_Garmadon H7EditorHero]
mName=""
mLore=""

[Hero_Magic.A_Hinata H7EditorHero]
mName=""
mLore=""

[Hero_Magic.A_Kabuki H7EditorHero]
mName=""
mLore=""

[Hero_Magic.A_Karmah H7EditorHero]
mName=""
mLore=""

[Hero_Magic.A_Kawa H7EditorHero]
mName=""
mLore=""

[Hero_Magic.A_Natsu H7EditorHero]
mName=""
mLore=""

[Hero_Magic.A_Salazard H7EditorHero]
mName=""
mLore=""

[Hero_Magic.A_Suangeen H7EditorHero]
mName=""
mLore=""

[Hero_Magic.A_Trohan H7EditorHero]
mName=""
mLore=""

[Hero_Magic.A_Yume H7EditorHero]
mName=""
mLore=""

[Hero_Might.A_Atlas H7EditorHero]
mName=""
mLore=""

[Hero_Might.A_Chihiro H7EditorHero]
mName=""
mLore=""

[Hero_Might.A_Hitomi H7EditorHero]
mName=""
mLore=""

[Hero_Might.A_Kankichi H7EditorHero]
mName=""
mLore=""

[Hero_Might.A_Naske H7EditorHero]
mName=""
mLore=""

[Hero_Might.A_Orochi H7EditorHero]
mName=""
mLore=""

[Hero_Might.A_Rilakkuma H7EditorHero]
mName=""
mLore=""

[Hero_Might.A_Ruka_Osudu H7EditorHero]
mName=""
mLore=""

[Hero_Might.A_Salassa H7EditorHero]
mName=""
mLore=""

[Hero_Might.A_Sirius H7EditorHero]
mName=""
mLore=""

[Hero_Might.A_Stheno H7EditorHero]
mName=""
mLore=""

[Hero_Might.A_Sujgin H7EditorHero]
mName=""
mLore=""

[Hero_Might.A_Yugen H7EditorHero]
mName=""
mLore=""

[heropedya.A_HeroBio_aleas H7HeroBioData]
mText="阿莱亚斯原本是一名奴隶。当运送她的船只在羽岛附近失事时，她的新生活开始了。剩下的少数幸存者，包括守卫和奴隶，最终头上都中了箭，这些箭是由不容忍敌人进入其秘密区域的娜迦 Yokujins 射出的。然而，阿莱亚斯在为生命而战时表现得如此勇敢，以至于他们给了她加入他们的机会。由于没有什么可失去的，她接受了，经过多年的训练，她成为了有史以来第一个成为圣殿大师的外来人。"

[heropedya.A_HeroBio_Atlas H7HeroBioData]
mText="阿特拉斯在羽岛出生和长大，那里是莲花帝国所属的众多人类村庄之一。他令人印象深刻的身材为他赢得了“大山”的绰号。阿特拉斯本已准备好作为镇上的木匠过着平静的生活，直到命运的一天，大名瞳影在村庄停留。在为蛇主举行的庆典上，阿特拉斯在一场徒手格斗比赛中击败了大名的个人冠军。瞳影对阿特拉斯展现出的天赋感到有趣和印象深刻，并提出带这个人类一起去训练战斗艺术。尽管他经常在战场或摔跤场上以其技能给娜迦们留下深刻印象，但阿特拉斯同样因其作为建筑大师、雕塑家和工匠的技艺而赢得了他们的尊重。"

[heropedya.A_HeroBio_Chengya H7HeroBioData]
mText="很难遇到比喧闹的特罗汉和沉静的常雅性格更迥异的夫妻了。他们第一次相遇是在大名广史的葬礼上，尽管在这样的重要场合不宜多谈，但他们无法忘记彼此。考虑到所有在场的41位僧侣都穿着相同的传统服装，遮盖身体如此严实，甚至难以区分彼此，这就更奇怪了。\n每当常雅感到自己开始有压力时，她就会坐下来冥想几秒钟，无论她是在家里、和朋友在一起还是在战场上。这样她永远不会生气，但她致力于教特罗汉同样的技能却从未成功过。"

[heropedya.A_HeroBio_Hinata H7HeroBioData]
mText="人类通常认为娜迦是绿色和奇怪的，但从不美丽。日向是罕见的例外之一，来自一位娜迦大名和一位人类女子的婚姻。当神圣帝国入侵羽岛时，日向被派去阻止一艘进攻的船只。令人惊讶的是，她成功了，因为骑士们被她的美丽所迷住，再加上她迷人的声音，以至于当他们注意到她在对他们施法时，为时已晚。没有一个骑士在她召唤的巨型海啸中幸存下来。类似的故事在几个月后重演，但这次有幸存者告诉了其他人。战争结束后，群岛上突然挤满了年轻的骑士，他们渴望寻找日向和她美丽的歌声。"

[heropedya.A_HeroBio_Hitomi H7HeroBioData]
mText="瞳出生在珍珠帝国一个与世隔绝的山村里，是一位极具天赋的铁匠的独生女。尽管与世隔绝，这位铁匠的名声迅速在水上和水下传播开来。瞳在场的那天，传奇的大名马诺瓦订购了一套特殊的四把剑。这位四臂的娜迦战争大师需要在水下和陆地上都能同样好用的武器。瞳和她的父亲工作了七年，在可以想象的每一种极端条件下锻造、测试和附魔他们的钢铁。马诺瓦很高兴，并用四杯珍珠支付了这些杰作的费用。然而，一年后他回来了，并将其中两把剑刺穿了铁匠的心脏，当场杀死了他。他输掉了一场与海盗的战斗，并声称这些剑在水面上毫无用处。瞳从她父亲无声息的胸膛中拔出武器，并向马诺瓦手下十几名最精锐的战士发起连续决斗，击败了所有人。在证明了武器的优越性后，马诺瓦为他的错误做出了补偿，并切下了自己的两根手指，呈献给瞳。据说她至今仍将它们戴在项链上。"

[heropedya.A_HeroBio_Kawa H7HeroBioData]
mText="他自称河童看守者，或简称川。他可以花上几个小时观看这些蓝色的水精在湖中嬉戏，在战斗中也表现出同样的耐心，根据需要等待对手的下一步行动。有人说这是因为他思考太慢，需要时间来处理正在发生的事情，但正因为如此，他是一个优秀的倾听者，因为他从不打断别人的讲话。"

[heropedya.A_HeroBio_Trohan H7HeroBioData]
mText="很难遇到比喧闹的特罗汉和沉静的常雅性格更迥异的夫妻了。他们第一次相遇是在大名广史的葬礼上，尽管在这样的重要场合不宜多谈，但他们无法忘记彼此。考虑到所有在场的41位僧侣都穿着相同的传统服装，遮盖身体如此严实，甚至难以区分彼此，这就更奇怪了。\n\n\n尽管特罗汉对几乎所有人都非常粗鲁，因此在温和的娜迦社会中不太受欢迎，但他从未对常雅大喊大叫，甚至从未对她说过一句坏话，这让所有人都想知道他们之间到底发生了什么爱情。"

[heropedya.A_HeroBio_Yugen H7HeroBioData]
mText="幽玄曾受训成为成宫帝国剧团“丝浪”的一名舞者。这个全人类的剧团有一百多名男女演员，每年演出两次，届时永恒女皇会离开她在海底的巨大宫殿，访问她在水上的岛屿省份。这个著名的剧团因原因不明被刺客摧毁殆尽。幽玄是仅有的三名幸存者之一，他成为了莎拉萨的祭司，以感谢水之龙女神让他奇迹般地逃脱，但据传言，他仍在寻找方法为同伴复仇，甚至最近开始了武术训练。永恒女皇仍然要求幸存的三重奏每年为她表演一次；这些表演是幽玄仍在公共场合跳舞的唯一场合。据说他的舞蹈如此忧郁，甚至连龙鳗在他表演时都会哭泣。"

[heropedya.A_HeroBio_Yume H7HeroBioData]
mText="只有少数娜迦知道圣岛的首席女祭司梦有一个女儿。当她的母亲去世时，她默默地接替了母亲的名字和角色，并在她停止的地方继续下去，以至于看起来她的母亲从未去世。然而，有一件事她想与母亲不同：她决定不结婚，从而避免她母亲与她疯狂的丈夫之间的巨大麻烦。"

[Name.A_Aleas_Name H7GlobalName]
mName="阿莱亚斯"

[Name.A_Atlas_Name H7GlobalName]
mName="阿特拉斯"

[Name.A_Chihiro_Name H7GlobalName]
mName="千寻"

[Name.A_Daphne_Name H7GlobalName]
mName="达芙妮"

[Name.A_Garmadon_Name H7GlobalName]
mName="伽玛顿"

[Name.A_Hinata_Name H7GlobalName]
mName="日向"

[Name.A_Hitomi_Name H7GlobalName]
mName="瞳"

[Name.A_Kabuki_Name H7GlobalName]
mName="卡布基"

[Name.A_Kankichi_Name H7GlobalName]
mName="勘吉"

[Name.A_Karmah_Name H7GlobalName]
mName="卡玛"

[Name.A_kawa_Name H7GlobalName]
mName="川"

[Name.A_Naske_Name H7GlobalName]
mName="娜丝可"

[Name.A_Natsu_Name H7GlobalName]
mName="夏"

[Name.A_Orochi_Name H7GlobalName]
mName="大蛇"

[Name.A_Rilakkuma_Name H7GlobalName]
mName="轻松熊"

[Name.A_Ruka_Changya_Name H7GlobalName]
mName="常雅"

[Name.A_Ruka_Osudu_Name H7GlobalName]
mName="留华·奥苏杜"

[Name.A_Ruka_Salassa_Name H7GlobalName]
mName="莎拉萨"

[Name.A_Salazard_Name H7GlobalName]
mName="萨拉扎德"

[Name.A_Sirius_Name H7GlobalName]
mName="天狼星"

[Name.A_Stheno_Name H7GlobalName]
mName="斯忒诺"

[Name.A_Suangeeni_Name H7GlobalName]
mName="苏安金"

[Name.A_Sujgini_Name H7GlobalName]
mName="苏金"

[Name.A_Trohan_Name H7GlobalName]
mName="特罗汉"

[Name.A_Yugen_Name H7GlobalName]
mName="幽玄"

[Name.A_Yume_Name H7GlobalName]
mName="梦"

v1.38

[heropedya.A_HeroBio_Daphne H7HeroBioData]
mText="达芙妮出生在神秘的羽岛，在一个充满神秘和灵性的环境中长大。从小，她就对水的力量和围绕岛屿的传说着迷。纳苏，一位强大的战士法师，收她为徒，并将他的知识传授给她。在那里，她开始了强烈的冥想，寻求与龙神莎拉萨的灵魂沟通，并吸收水元素。\n多年来，达芙妮发展出了对水魔法的非凡掌握。她可以以无与伦比的精度和力量操纵这种元素，用它来治疗伤员，保护她的盟友，甚至攻击她的敌人。"

[heropedya.A_HeroBio_garmadon H7HeroBioData]
mText="伽玛顿出生在一个偏远的娜迦神庙深处，一直对空气和魔法的奥秘着迷。从小，他就展现出掌握元素的惊人天赋，迅速成为气系魔法的专家。除了他的魔法造诣，伽玛顿还在武术上进行了严格的训练，成为了一名强大的娜迦武僧。\n他独特的魔法和武术结合很快引起了圣堂领袖的注意，他们在他身上认识到了一位杰出的领导者和战士。伽玛顿在娜迦军事等级中晋升，最终成为了一位受人尊敬和畏惧的指挥官。\n伽玛顿是水之龙女神莎拉萨和气之龙女神伊拉斯的狂热追随者。他崇拜这些神祇的力量和智慧，并寻求在他的生活和战斗中体现他们的价值观。\n语录：“空气是一切生命的源泉，它也可以是一种破坏性的力量。用智慧和同情心使用它的力量，你将是一位无敌的冠军。”"

[heropedya.A_HeroBio_Salassa H7HeroBioData]
mText="莎拉萨一直对河童和河童庄屋有着特殊的亲和力，这些两栖生物以其智慧和忠诚而闻名。利用她对娜迦魔法的掌握，莎拉萨发现了一种独特的方法来强化河童和河童庄屋。这种独特的能力将河童和河童庄屋变成了强大的突击单位，能够突破敌方防线并在其队伍中散布恐慌。莎拉萨成为了他们的保护者和向导，在战场上激励着他们的忠诚和勇气。我们将用力量和决心战斗，我们的敌人将在我们面前倒下。"

[heropedya.A_HeroBio_Salazar H7HeroBioData]
mText="萨拉扎德是一位异常强大的法师，完美地掌握了气和水元素。他对这两种元素力量的掌握为他赢得了风与水大师的绰号。\n骄傲而雄心勃勃，萨拉扎德渴望成为圣堂最强大的法师。他与另一位有天赋的娜迦法师伽玛顿处于持续的竞争关系，并寻求在每个机会上超越他，无疑是为了证明人类在羽岛王国的价值。\n尽管他与伽玛顿有竞争，萨拉扎德是圣堂原则的坚定捍卫者。\n萨拉扎德一直对鳄鲨侍着迷，这些可怕而聪明的海洋生物。他研究了它们的行为和战斗技巧，并发现了它们的野性本质与气和水元素之间的深刻联系。\n使用他的魔法，萨拉扎德开发了一种独特的技术来强化鳄鲨侍战士。萨拉扎德赢得了鳄鲨侍战士的信任和尊重，他们视他为向导和保护者。他们以无边的凶猛与他并肩作战，知道他会帮助他们战胜敌人。\n语录：\n“波浪和风任由我支配，我将用它们来保护需要帮助的人，并击败那些反对我的人。”"

[heropedya.A_HeroBio_Naske H7HeroBioData]
mText="娜丝可出生在一个受到敌对海洋生物威胁的沿海村庄，从小就对海洋及其居民产生了特殊的亲和力。着迷于鳄鲨侍的力量和威力，她发誓要保护它们，并用它们来保卫她的人民。\n成为一名可怕的战士，娜丝可掌握了武士的战斗技巧，结合精度和力量来击退敌人。她作为无畏战士的名声迅速传播，引起了羽岛王国的注意，王国认识到她是一位宝贵的盟友。\n娜丝可拥有刺激鳄鲨侍繁殖的独特天赋。凭借这种力量，她可以 dramatically 增加它们的数量，加强圣堂的军队，并创建一支强大的攻击力量。娜丝可对鳄鲨侍的掌握不仅限于繁殖。她还可以在战斗中指挥和引导它们，用它们来保护盟军战线，攻击敌人并在其队伍中散布恐慌。"

[heropedya.A_HeroBio_Natsu H7HeroBioData]
mText="夏是一位传奇力量的水系法师，被尊为圣水贤者。作为神秘城市羽岛的总督，他毕生致力于掌握水元素和保护无辜者。\n他的智慧和同情心像他所掌握的海洋一样深邃。他像对待自己的女儿一样接纳了达芙妮，并将水魔法的秘密传授给她，教她使用元素进行治疗并与龙神莎拉萨的灵魂交流。他以耐心和善意指导他的弟子，鼓励他们发挥全部潜力，并将他们的力量用于善行。"

[heropedya.A_HeroBio_Orochi H7HeroBioData]
mText="大蛇出生在羽岛王国的一个贫困地区，从小就接触到贫困和暴力。他的兄弟，他唯一的依靠，被一群无情的亡灵巫师谋杀。希望以恶制恶，大蛇转向了秘术，从堕落的导师那里学习亡灵巫术的秘密。他掌握了禁忌技术来操纵死者的生命精华，将他们的痛苦转化为一种恐怖的权力来源。然而，大蛇的力量让他失去了人性。他对复仇的追求使他远离了圣堂的价值观，促使他脱离该阵营，成为一名独立的总督。"

[heropedya.A_HeroBio_Kabuki H7HeroBioData]
mText="卡布基是一位精明且经验丰富的总督，以其敏锐的智力和制定卓越策略的能力而闻名。凭借他敏锐的头脑和外交技巧，他晋升了等级，成为了圣堂阵营的支柱。\n卡布基坚信团结与合作的力量。他知道，只有圣堂的英雄们共同努力，结合他们的优势和才能，才能取得胜利。卡布基是部队部署的专家。他拥有敏锐的战略眼光和对军事战术的透彻理解。凭借他的技能，他可以分析战场，确定地形的强弱点，并优化地定位单位，以最大化其效力并最小化其损失。\n卡布基可以使用他的光环来增强附近盟友英雄的精神，暂时增加他们的法力储备和魔法力量。这种能力使卡布基能够在战斗中直接支持他的盟友，给他们决定性的能量提升，以施放决定性的法术或击退敌人的攻击。"

[heropedya.A_HeroBio_ruka_Usuku H7HeroBioData]
mText="留华·奥苏杜是圣堂阵营中一位受人尊敬的娜迦，以其力量、勇气和智慧而闻名。凭借他的战斗技巧和鼓舞人心的领导力，他在娜迦军事等级中晋升。\n忠于圣堂的原则，留华是一位强大的战士，优先考虑防御和保护他的盟友。\n他在近战中的专业知识和武器的掌握使他在战场上成为宝贵的资产。\n语录：\n“力量不仅在于肌肉，还在于勇气和愿意保护我们所珍视的人。以荣誉而战，捍卫圣堂的原则。”"

[heropedya.A_HeroBio_Sirius H7HeroBioData]
mText="天狼星是留华·奥苏杜的弟弟，留华是圣堂阵营著名的娜迦指挥官。天狼星一直崇拜他的哥哥，并追随他的脚步，成为了一名强大的娜迦战士。然而，天狼星也发展了自己独特的才能。他是经济和资源管理方面的专家，这为他赢得了“深渊司库”的绰号。\n天狼星也是一位精明的战术家，能够分析他王国的经济状况并做出迅速有效的决策。他对任何娜迦军队来说都是无价的资产，而他强化深渊守卫生物的能力使他在战场上成为一位强大的英雄。\n语录：\n“用你的力量去保护，用你的智慧去繁荣。”"

[heropedya.A_HeroBio_Stheno H7HeroBioData]
mText="斯忒诺出生在海洋深处，属于一个可怕的水母群落。然而，她的心与她的同类生物不同。一天，斯忒诺目睹了对一个圣堂村庄的残酷袭击。毫不犹豫地，她背叛了她的氏族，拯救了一个无辜的女孩。这种勇敢的行为引起了圣堂英雄们的注意，他们欢迎她加入羽岛王国。\n在神庙内，斯忒诺发现了圣堂的戒律和理想。她被他们和平与团结的信息深深打动，并发誓将一生奉献给保护这个阵营。凭借她敏锐的智慧和卓越的战斗技能，斯忒诺成为了一位著名的军事领袖。她对石化的掌握、她的侦察天赋和敏锐的战略感使她成为圣堂军队中无价的资产。\n语录：\n“我不再是过去的那个生物了。\n我选择了光明、善良和正义。我将为圣堂战斗直到最后一息。”"

[heropedya.A_HeroBio_Suangeen H7HeroBioData]
mText="苏安金是一位神秘的总督，他的过去笼罩在神秘之中。他的出身未知，很少有人知道他在抵达圣堂之前的故事。可以肯定的是，苏安金拥有天生的领导才能。他的魅力和坚韧激励着他的部队在战场上表现出色。他在前线的存在对他的士兵来说是一种动力和勇气的源泉。苏安金还拥有一种独特的能力：他可以从战斗中吸收能量，并将其转化为魔法力量，增加他自己和他盟友的力量。这种非凡的能力使他在最激烈的战斗中扮演关键角色。"

[heropedya.A_HeroBio_Sujgin H7HeroBioData]
mText="苏金出生在天堂般的羽岛，与自然和谐相处。他田园诗般的童年被兽人大军，伴随着强大的比蒙，入侵他的故乡岛屿所残酷打断。随之而来的屠杀给苏金留下了深刻的印象，促使他寻求一种方法来保护他的人民免受此类威胁。痴迷于创建一支能够击退任何入侵的力量的想法，苏金全身心投入到被禁止的炼金术研究中。他用海洋生物进行实验，寻求结合它们的优势和能力来创造终极战士。这就是他如何创造了 Unagy，半塞壬半电鳗的杂交体，被设计成可怕的战士。\n尽管他的创造物使他能够保护自己的人民，但苏金意识到他实验的后果。他承担着他选择的负担，并经常因他的研究引起的道德问题而备受折磨。"

[heropedya.A_HeroBio_Kankichi H7HeroBioData]
mText="勘吉出生在羽岛王国的上层社会，被培养成为一名杰出的战士。注定要保护国家的女皇，他接受了严格的武术和军事战略训练。他继承自娜迦血统的超人力量使他成为了一位可怕的对手。"

[heropedya.A_HeroBio_Rilakkuma H7HeroBioData]
mText="轻松熊最初来自羽岛的一个小镇，一直对伟大战士的传说着迷。他离开家乡前往王国最大的城市之一，在那里接受了严格的武术训练。就是在那里，他发现了自己的超人力量以及承受最强大攻击的能力。\n他的道路在战场上与勘吉相交。彼此不知道对方的过去，他们迅速建立了深厚的友谊，因对战斗的热爱和对圣堂的奉献而团结在一起。 together, they became the "Two Cyclones", an unshakeable force in the service of justice."

[heropedya.A_HeroBio_Karmah H7HeroBioData]
mText="卡玛的确切起源迷失在时间的迷雾中。据说他是在莎拉萨本人的祝福下出生的。凭借他非凡的力量，卡玛已经活了几个世纪，见证了许多塑造世界的事件。他的确切年龄仍然是个谜，但可以肯定他已有两百多岁。多年来，他获得了巨大的智慧和对水魔法的完美掌握。"

[heropedya.A_HeroBio_Chihiro H7HeroBioData]
mText="千寻出生在羽岛王国，在伟大武士的传说中长大。他在导师勘吉的指导下接受了严格的训练，渴望成为像他一样强大和受尊敬的战士。决心找到自己的道路，千寻专注于发展他的敏捷和速度。他完善了他的闪避和反击技术，在战场上成为一个难以捉摸的对手。他还发展了一种独特的能力：增加他盟友的主动性，使他们能够先发制人，在战斗中取得优势。"